Repository: splinesoft/MUDRammer
Catalog: src/Mudrammer/Supporting Files/*.lproj/Localizable.strings
Languages: fr

# ABOUT_HELP
source: About MUDRammer
fr: À propos de MUDRammer

# ACTIVE_WORLDS
source: Active
fr: Actif

source: Add Connection
fr: Ajouter une connection

source: Advanced
fr: Avancé

# ALIAS_HELP
source: Type an Alias to send one or more other commands.
fr: Ecrivez un Alias pour envoyer une ou plusieurs autres commandes.

# AUTOCORRECT_ENABLED
source: Autocorrect Typing
fr: Correction automatique

source: Aliases
fr: Alias

# AUTOCAPITALIZE
source: Autocapitalize Sentences
fr: Capitales automatiques

# BTKEYBOARD
source: Bluetooth Keyboard
fr: Clavier Bluetooth

# BTKEYBOARD_HELP
source: Enable if you have a hardware Bluetooth keyboard connected. MUDRammer's UI will ignore the software keyboard.
fr: Si vous avez un clavier Bluetooth connecté, MUDRammer UI ignorera le logiciel clavier.

source: Cancel
fr: Annuler

source: Character Bar
fr: Barre de caractères

# CHARACTER_BAR_HELP
source: Fast access to special keys while typing.
fr: Accès rapide aux touches spéciales lors de la frappe.

source: Command(s)
fr: Commande(s)

# COMMAND_STASH
source: Typing stash
fr: Typage cachette

source: Connect
fr: Relier

source: Connected!
fr: Connecté!

source: Connecting
fr: En connectant

source: Connecting to %@
fr: Connectéra à %@

source: Connecting to %@:%@...
fr: En se connectant à %@:%@...

# CONTACT_US
source: Feedback & Support
fr: Complément d'informations et soutien

# CONNECT_ON_STARTUP
source: Connect on Launch
fr: Connecter sur le lancement

source: Delete Alias
fr: Supprimer l’Alias

source: Delete Gag
fr: Supprimer le Filtre

source: Delete Trigger
fr: Supprimer le Déclencheur

source: Disconnect
fr: Déconnecter

# DISCONNECT_FROM_%@
source: This will disconnect %@.
fr: Cela déconnectera %@.

source: Disconnected
fr: Déconnecté

source: Edit Alias
fr: Éditer l'Alias

source: Edit Gag
fr: Éditer le Filtre

source: Edit World
fr: Éditer le monde

source: Edit Trigger
fr: Éditer le Déclencheur

source: Enabled
fr: Permettre

source: Font
fr: Fonte

source: Font Size
fr: Taille de caractère

# GAG_EDIT_HELP
source: Gag text is case sensitive. Save an empty gag to suppress all blank lines.
fr: Le filtre texte est sensible aux majuscules/minuscules. Sauvegarder un filtre vide pour supprimer toutes les lignes blanches.

# GAG_EMPTY
source: [Gagging all empty lines]
fr: [Filtrer toutes les lignes blanches]

# GAG_HELP
source: Do not display text received from this World that matches a Gag.
fr: Ne pas afficher le text reçu de la part du Monde correspondant à un Filtre.

source: Gags
fr: Filtres

source: History Back
fr: Histoire remonte

source: History Forward
fr: Histoire avant

# HOSTNAME
source: Host
fr: Hôte

# INTERVAL
source: Interval (Seconds)
fr: Intervalle (Secondes)

# KEEP_TEXT
source: Keep Input Text
fr: Garder le texte d’entrée

# KEEP_TEXT_HELP
source: Retain text after sending a command.
fr: Conserver le texte après l’envoie d’une commande.

# KEYBOARD_APPEARANCE
source: Dark Keyboard Style
fr: Style du clavier noir

source: LEFT
fr: GAUCHE

source: Line Contains
fr: Ligne contient

# LINE_HIGHLIGHT
source: Highlight
fr: Surligner

# LOCAL_ECHO
source: Echo Typing
fr: Écho tapage

# LOGGING_PREF
source: Session Logging
fr: Enregistrement de la session

# MAIL_LOG
source: Mail Session Log
fr: Envoyer session registre

# MAIL_LOG_ENABLE_EMAIL
source: Set up at least one Mail.app account to email session logs.
fr: Installer au moins un compte Mail.app pour envoyer sa session par courriel.

# MADE_IN
source: Made in San Francisco
fr: Fait a San Francisco

source: Move Control
fr: Mouvement

# NAME
source: Nickname
fr: Surnom

source: New Alias
fr: Nouveau Alias

source: New Gag
fr: Nouveau Filtre

source: New Trigger
fr: Nouveau Déclencheur

source: New Ticker
fr: Nouveau Minuteur

source: New World
fr: Nouveau Monde

source: No Worlds
fr: Sans Mondes

source: ON
fr: OUVERT

source: OFF
fr: FERMÉ

source: Optional
fr: En option

source: Open World
fr: Ouvrir le Monde

source: Pattern
fr: Modéle

source: RIGHT
fr: DROIT

source: Remove
fr: Supprimer

# SAVE_WORLD
source: Save
fr: Enregistrer

# SESSION_TIMEOUT
source: Your MUDRammer session may time out soon.
fr: Votre session MUDRammer peut expirer bientôt.

source: Session select
fr: Sélectionner une session

# SEMICOLON_CMDS
source: Semicolon Commands
fr: Commandes des points-virgules

# SEMICOLON_CMDS_HELP
source: Type ; or a custom separator to send multiple commands.
fr: Taper ( ; ) pour envoyer des commandes multiples.

# SIMPLE_TELNET
source: Simple Telnet Mode
fr: Mode Telnet Simple

# SIMPLE_TELNET_DESC
source: In simple mode, MUDRammer will not send telnet options to the server.
fr: En mode simple, MUDRammer ne va pas negocier les options telnet par le serveur.

source: Send
fr: Envoyer

source: Settings
fr: Paramètres

source: Start of Line
fr: Début de la ligne

# STRING_ENCODING
source: Encoding
fr: Encodage

# STRING_ENCODING_HELP
source: Encoding applied to all text sent and received. Most MUDs support ASCII.
fr: Encodage appliqué pour tous les textes envoyés et reçus. La plupart des MUDs sont en ASCII.

source: Tickers
fr: Minuteurs

# SSL_SUCCESS
source: Connection secured!
fr: Connection sécurisée!

# SSL_HANDSHAKE_ERR
source: (SSL Handshake failed. Does this World support SSL? Try editing this world and disabling SSL.)
fr: (SSL Handshake a échoué. Est-ce que ce monde accepte le SSL? Essayez d’éditer ce monde et de désactiver le SSL.)

source: Delete Ticker
fr: Supprimer le Minuteur

source: Edit Ticker
fr: Éditer le Minuteur

# TICKER_HELP
source: Fire some commands or an Alias and/or play a sound at regular intervals.
fr: Tirer certaines commandes ou un Alias et/ou jouer un son à intervalles réguliers.

source: Themes
fr: Thèmes

# THEME_BLACK
source: Midnight
fr: Minuit

# THEME_WHITE
source: Snowblind
fr: Neige

# THEME_BLUE
source: Baby Blue
fr: Bébé Bleu

# THEME_AUTUMNAL
source: Autumnal
fr: Automne

# THEME_PLUM
source: Plum
fr: Prune

# THEME_HUMANE
source: Humane
fr: Humain

# THEME_REDSANDS
source: Red Sands
fr: Sable Rouge

# THEME_GRASS
source: Grass
fr: Herbe

# THEME_CHOCOLATE
source: Chocolate
fr: Chocolat

# THEME_BECCA
source: Becca's Purple
fr: Violet Becca

# THEME_AVIATOR
source: Aviator
fr: Aviateur

# THEME_SUMMONER
source: Summoner
fr: Invocateur

# TOP_BAR_VISIBLE
source: Top Bar Always Visible
fr: Barre du haut toujours visible

# TRIGGER_HELP
source: Send commands if text received from this World matches a Trigger.
fr: Envoyez les commandes si le texte reçu par ce Monde correspond à un Déclencheur.

source: Triggers
fr: Déclencheurs

source: Triggers (Inactive)
fr: Déclencheurs (inactifs)

source: Type
fr: Taper

# WELCOME
source: Welcome to MUDRammer
fr: Bienvenue à MUDRammer

# WELCOME_TEXT
source: MUDRammer is a modern MUD client for iPhone and iPad. Let's get started with NANVAENT, one of the oldest MUDs alive today. Say hi to Seuss! To add your own MU*, tap Done, then tap the gear at top left.
fr: MUDRammer est un client moderne MUD pour iPhone et iPad. Nous allons commencer avec NANVAENT, l'un des plus vieux MUDs existant aujourd’hui. Dites bonjour à Seuss! Pour ajouter votre propre MU*, tapez Fini, ensuite cliquez sur la vitesse en haut à gauche.

source: Worlds
fr: Mondes

# RADIAL
source: Radial Control
fr: Radial

source: Radial Control
fr: Contrôle radial

# RADIAL_ENABLE_HELP
source: A fully customizable gesture control onscreen opposite the move control.
fr: Un écran de contrôle gestuel entièrement personnalisable fait face à la commande de mouvements.

source: Radial Commands
fr: Commandes radiales

# RADIAL_EXTRA_HELP
source: You can use Aliases as commands and, if you've enabled Semicolon Commands in Advanced Settings, you can separate multiple commands with semicolons (;).
fr: Vous pouvez utiliser des alias comme des commandes et, si vous avais accès au commandes des points-virgules dans les préférences avancés, vous pouvez séparer commandes multiples avec les points virgules (;).

source: Sound
fr: Bruit

source: Sounds
fr: Bruits
